Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/umo.se/guoppar-vuolledabiin.html.tmx
Source language: sme
Languages: smj

source: Guoppar vuolledábiin
smj: Guopparinfeksjåvnnå vuollevájmon

source: Guoppar lea dábálaš vuolledábiin eatnasiin.
smj: Guoppar gávnnu luondulattjat ienemusájn vuollevájmon.

source: Muhtumin dat lassána ja dalle dat sáhttá váivvidit.
smj: Muhttijn ienet ja de máhttá vájvijt vaddet.

source: Dat lea hui dábálaš nieiddain.
smj: Le sieldes dábálasj niejdajn.

source: Golbma njealji nieiddas oažžu muhtin áigge eallimis guoppar váivviid ja máŋgii dat geardu.
smj: Nieljet niejdas gålmå muhtem bále viessomin guopparinfeksjåvnås vájvástuvvi ja moaddásijda moaddi ruoptus boahtá.

source: Bártnit maid ožžot guobbara.
smj: Bárne aj máhtti guopparinfeksjåvnåv oadtjot.

source: Guoppar ii leat váralaš muhto sáhttá leahkit váivi daningo dat láve sakŋidit ja spiiddistit.
smj: Guopparinfeksjåvnnå ij la vádálasj valla máhttá vájvedit danen gå álu sagŋet ja gihpot.

source: Manin olmmoš oažžu guoppar váivviid ?
smj: Manen oadtju vájvev guopparinfeksjåvnåjn ?

source: Lea eahpečielggas manin guoppar váivvida.
smj: Ij diehttu manen oadtju vájvev guopparinfeksjåvnåjn.

source: Muhto sivvan sáhttá leahkit ahte váldá muhtin dálkasa, ovdamearkka dihte antibiotihka, mii goddá daid ávkkálaš baktearaid mat dábálaččat leat vuolledábiin nu ahte guoppar sáhttá álgit.
smj: Valla akta oarre máhttá årrot gå muhtem dálkkasav bårrå, buojkulvissan antibiotikav, mij oajttá ávkálasj bakteriajt ma vuollevájmon iemeláhkáj gávnnuji vaj guoppar sjaddagoahtá.

source: Guobbara sivvan sáhttá maid leahkit ahte vuostálastinnákcabealuštus lea heittot juoga siva dihte, ovdamearkka dihte go olmmoš lea skihpame dehe olbmos lea hirbmat hoahppu.
smj: Guopparinfeksjåvnå oarre máhttá aj årrot gå immuvnnavárjjo l vuoledum ietjá oares, buojkulvissan gå l skihppámin jali ednagit la diertjestam.

source: Goruda hormonabalánsa sáhttá maid váikkuhit.
smj: Hormåvnnåavtalágásjvuohta rubmahin máhttá aj bájnatjit.

source: Danin lea dehálaš ahte ovttaskas oažžu guobbara ovdal mánnováivviid dehe jus lea áhpeheapme.
smj: Danen la dábálasj guopparinfeksjåvnåv oadtju jur liejbe åvddåla jali jus la iesselissan.

source: Guoppar ii leat miige sohkabealdávddaid.
smj: Guopparinfeksjåvnnå ij la sjiervvedávdda.

source: Dan sáhttá darvvihit anašeamis muhto lea eahpedábálaš.
smj: Máhttá sirdeduvvat narkedijn valla ij la dábálasj.

source: Baicca guoppar ii sáhte darvvihit njálbmeseksa bakte dehe jus manná seamma hivssegis go soamis geas lea guoppar.
smj: Guoppar gis ij máhte sirdeduvvat njálmmeseksa baktu jali gå manná sämmi hivsigin gå ulmusj gänna l guopparinfeksjåvnnå.

source: Got olmmoš fuobmá ahte sus lea guoppar ?
smj: Gåktu älvvá sujna l guopparinfeksjåvnnå ?

source: Nieidan fuobmá dávjjimus ahte sus lea daningo sakŋida ja spiiddista cinneráiggis ja cinnebaksamiin.
smj: Niejddan ienemusát älvvá sujna l guopparinfeksjåvnnå danen gå guoddnánjálme birra ja guoddnábaksimijn sagŋet.

source: Cinnebaksamat sáhttet maid ruvssodit ja bohtanit.
smj: Guoddnábaksema máhtti aj ruopsudit ja båhtånit.

source: Golgamat sáhttet šaddat vielgadat, goikát ja rievdnaláganat muhto muhtumin dat leat njárbadat ja muhtin háve eai leat golgamat ollenge go olbmos lea guoppar.
smj: Låssjkusa máhtti viskudit, gåjkkåt ja smållen sjaddat, valla muhttijn li njárbe ja muhtem bále ij la åvvå låsjkos gå l guopparinfeksjåvnnå.

source: Guoppar dagaha maid ahte sáhttá spiiddistit ja bávččagit go cissa dehe anaša.
smj: Guopparinfeksjåvnnå dahká aj vaj máhttá gihpodit jali báktjit gå gåttjåt jali seksav adná.

source: Muhtumin olmmoš oažžu ihttomiid cinnebaksamiidda ja buođggaide.
smj: Muhttijn guoddnábaksema ja sjnjibtjo ruobbu.

source: Bártniin lávejit návleoaivi, nađđa, bálloskuohput dehe buođggat ruvssodit, goikat ja ganasit.
smj: Bárnijn álu buohtjaoajvve, buohtja, guollavuossa jali sjnjibtjo ruopsudi, gåjkki ja råsjmagin sjaddi gå l guopparinfeksjåvnnå.

source: Olmmoš sáhttá maid oažžut vilges gearddi návleoaivvi birra, ovdanáhki vuollái, dehe nađđii.
smj: Máhttá aj oadtjot vielggis dákkev buohtjaoajvváj jali buohtjaoajve birra, åvddånáhke vuolláj, jali buohtjaj.

source: Gearddi láve váddásit bassat eret go ovdanáhkkevuodja mii dábálaččat lea ovdanáhki vuolde.
smj: Dágge l álu vájvep ierit bassat gå smegma mij luondulattjat gávnnu åvddånáhke vuolen.

source: Got guobbaris beassá eret ?
smj: Gåktu bässá guopparinfeksjåvnås ?

source: Jus olbmos lea beare unnán váivi guobbaris cinnis dehe náhpolis láve dat measta álot láhppot ieš moatti beaivvi geažis divššukeahttá.
smj: Jus li binná vájve guopparinfeksjåvnås guodnán jali buohtjan de vargga agev gáhtu ietjastis muhtem biejve duogen váni dálkudime dagi.

source: Muhto muhtumin dat ii mana badjel, dehe sakŋida ja spiiddista nu olu ahte olmmoš jođánit háliida dahkat juoidá dasa.
smj: Valla muhttijn ij gádo, jali sagŋet ja gihpot nåv ednagit vaj ruvva sihtá juojddá dahkat.

source: Jus dat lea vuosttas geardi go ovttaskas oažžu problema galgá váldit oktavuođa nuoraidvuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvasvuođaguovddážiin oažžun dihte čielgasa leago duođain jearaldat guobbaris.
smj: Jus la vuostasj bále gå gássjelisvuodav oadtju de galggá aktavuodav válldet nuorraduostudagájn, lijkke- sjiervveduostudagájn åtsådittjat vaj ajtu l sujna guopparinfeksjåvnnå.

source: Jus manná vuostáváldimii oažžu dahkat dutkama.
smj: Jus duostudahkaj manná de oadtju åtsådimev dahkat.

source: Dat láve mannat jođánit daningo dat gii dutká álkit sáhttá oaidnit leago jearaldat guobbaris.
smj: Álu ruvva manná danen gå gut åtsåt gähppadit vuojnná jus la guopparinfeksjåvnnå.

source: Jus olbmos lea leamaš guoppar ovdal ja dovdá problema sáhttá oastit juoga reseaptagehtes dálkasa guobbara vuostá mii gávdno apotehkas. Dat lea vuoiddas mainna sáhttá vuoidat cinni ja cinnebaksamiid, dehe náhpola ja bálluid.
smj: Jus la guopparinfeksjåvnåv åvdebut oadtjum ja dåbddå gássjelisvuodajt de máhttá oasstet muhtem dálkkasav guopparinfeksjåvnnåj dálkastjállagahtá dálkkasijs mij gávnnu dálkasboargálin Gávnnuji vuojddasin maj guodnáv ja guoddnábaksemijt jali buotjav ja guollavuossav vuojddá.

source: Nieiddaide gávdno maid billár, ng, vagitorium, man doalvu cinnái suorpmaiguin ja vuoiddas man cirgguha una plástacirgganasain.
smj: Niejdajda gávnnuji aj tablehta, nåv gåhtjodum vagitorium, majt guodnáj tjuvdij tsåggå, ja vuojdas majt tsirggu sisi unna plásstatsirgunijn.

source: Veháš áigge geažis maŋŋel go lea váldán ávdnasa sáhttá spiiddistit ja sakŋidit vel eanet, muhto dat láve mannat badjel jođánit.
smj: Åni ájgev duogen gå l dálkkasijt válldám de máhttá gihpodit ja sagŋedit ienebuv, valla álu ruvva gáhtu.

source: Jus čuovvu olles dikšuma šaddet measta buot buorrin reseaptagehtes dálkasiin.
smj: Jus ålles dálkudimev ållit de vargga gájka buorráni dálkastjáladak dálkkasij.

source: Jus ii buorrán dehe jus guoppar geardu dávjjit go guktii jahkebealis ferte váldit oktavuođa nuoraidvuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvasvuođaguovddážiin fas veahki oažžumii.
smj: Jus ij buorrána jali guopparinfeksjåvnnå ruoptus boahtá dájvvábut gå guokti jahkebälláj de luluj vat aktavuodav válldet nuorraduostudagájn, lijkke- jali sjiervveduostudagájn jali varresvuohtaguovdátjijn viehkev oattjotjit.

source: Lea dehálaš ahte ii geavtte guobbargoddin ávdnasa ila dávjá dehe dušši dihte daningo dat sáhttá dagahit váddáseabbon beassat eret guobbaris dehe dat geardu oanehis áigge geažis fas.
smj: Ájnas la jut ij adnet guoppargádodim dálkkasijt ilá dájvvalakkoj jali dárbo dagi danen gå máhttá dahkat vájvep ja vájvep guopparinfeksjåvnåv gádodit jali vat ruoptus boahtá åni ájge duogen.

source: Dat sáhttá maid goikadit vuohččecuocca ja dahkat dan headjun mii sáhttá dagahit eará problemaid.
smj: Máhttá aj tsuottsav gåjkkådit ja dav rasjeduhttet mij máhttá båhtusav vaddet ietjá gássjelisvuodajda.

source: Maid dahkat vai ii oaččo guobbara ?
smj: Majt dahká vaj guopparinfeksjåvnåv ij galga oadtjot ?

source: Daningo lea eahpečielggas manin oažžu guobbara lea váttis suddjet iežas dan vuostá.
smj: Danen gå ij la tjielgas manen guopparinfeksjåvnåv oadtju de l gássjel dan vuossti suoddjit.

source: Muhtimin dadjo ahte riska oažžut guobbara lassána jus bassá vuolledábiid dávjá ja sáibbuin.
smj: Muhttijn javladuvvá vádá guopparinfeksjåvnnå lassán jus álu bassá vuollevájmov ja sájbujn.

source: Ii leat miige mii čájeha sihkkarit ahte nu lea.
smj: Ij mige gávnnu mij vuoset la nåvti.

source: Muhto jus olbmos lea guoppar dehe dávjá oažžu guopparinfekšuvnnaid ja basada ollu sáhttá šaddat buoret jus bassá unnit.
smj: Valla jus la guopparinfeksjåvnnå jali álu guopparinfeksjåvnåjt oadtju ja álu ednagit basát de máhttá buorep sjaddat jus binnebut basát.

source: Leago guoppar dehe ii rehkke bassat vuolledábiid oktii beaivvis loika čáziin.
smj: Guopparinfeksjåvnnå jali ij de l nuoges vuollevájmov bassat akti bäjvváj vuorgas tjátjijn.

source: Ii galgga geavtit dábálaš sáibbu vuolledábiin daningo dat goiká.
smj: Ij galga dábálasj sájbov adnet vuollevájmmuj danen gå gåjkkåt.

source: Jus háliida sáhttá dan sadjái geavtit parfymagehtes oljju.
smj: Jus sihtá de ienni máhttá hájadis oaljov adnet.

source: Jearaldagat ja vástádusat guobbaris vuolledábiin
smj: Gatjálvisá ja vásstádusá guopparinfeksjåvnå birra vuollevájmon

source: Oažžugo guobbara liegga ja baskkes biktasiin ?
smj: Oadtju gus guopparinfeksjåvnåv striŋŋas, bivvalis ja baskes biktasijs ?

source: Eai leat mangelágan dieđalaš duođaštusat ahte liegga, baskkes biktasat galggale dagahit ahte álkibut oažžu guobbara.
smj: E gávnnu diedalasj duodastusá vaj bivvalis, baskes biktasa jali striŋŋa lulun dahkat vaj giehpebut guopparinfeksjåvnåv oadtju.

source: Muhto jus oažžu guobbara sáhttá dat spiiddistit ja sakŋidit unnit jus geavtá bumbol vuolildus buvssaid ja sadjás biktasiid.
smj: Valla jus la guopparinfeksjåvnnå de máhttá gihpodit ja sagŋedit binnebut jus li sisbåvså jali ånibåvså bomullos ja luovas biktasa.

source: Sáhttá maid veahkehit jus nohkká vuolildus biktasiidhaga ja jus lea nieida ii geavtte buksasuoji.
smj: Máhttá giehpedit sisbiktasahtá oadet ja jus la niejdda ij adnet sisbåksåsuojev.

source: Láhppogo guoppar jus vuoidá vuolledábiid yoghurtain ?
smj: Gáhtu gus guopparinfeksjåvnnå jus vuojddá vuollevájmov yoghurtajn ?

source: Ahte yoghurta veahkeha guobbara vuostá lea cuvccas masa ii leat dieđalaš duođaštus.
smj: Le boasto sága yoghurt luluj giehpedit guopparinfeksjåvnnåj ja dasi älla diedalasj duodastusá.

source: Dan sadjái yoghurta soaitá čoaskudit ja danin lea buorre sakŋasii.
smj: Yoghurt gis máhttá dåbddut tjoasskodiddjen ja dat oares buorak saŋátjijda.

source: Sáhttágo guoppar darvánit ?
smj: Máhttá gus guopparinfeksjåvnnå soahpot ?

source: Guoppar ii viiddo ovdamearkka dihte hivssegiid bakte.
smj: Guopparinfeksjåvnnå ij soabo buojkulvissan hivsigij baktu.

source: Dan sajis guoppar sáhttá viidut cinneanašeami bakte vaikko dat lea eahpedábálaš.
smj: Guopparinfeksjåvnnå máhttá gis soahpot guoddnánarkkemin vájku ij la dábálasj.

source: Oažžugo guobbara borramiin olu sohkkara ?
smj: Oadtju gus guopparinfeksjåvnåv gå edna såhkkårav bårrå ?

source: Eai leat mangelágan dieđalaš duođaštusat ahte laktása dasa ahte borrá olu sohkkara.
smj: E gávnnu diedalasj duodastusá guopparinfeksjåvnnå la tjanádum dasi gå edna såhkkåråv bårrå.

source: Muhto jus leat problemat guobbariin ii leat váralaš geahččalit jus rievdaduvvon biebmodábiid sáhttet dagahit ahte šaddá buorebun.
smj: Valla jus li vájve guopparinfeksjåvnåjn de l diedon vádádagi gähttjalit jus rievddadum bårråmdábe dahki vaj buorep sjaddá.

source: Sáhttágo anašit jus lea guoppar ?
smj: Máhttá gus seksav adnet jus la guopparinfeksjåvnnå ?

source: Ii leat váralaš anašit go olbmos lea guoppar muhto daningo vuohččecuoccat leat rašit sáhttá oažžut daidda una háviid ja dat sáhttá bávččagahttit go anaša.
smj: Ij la vádálasj seksav adnet gå l guopparinfeksjåvnnå valla danen gå tsuottsa li rasje de máhttá oadtjot smávva luottanimijt dajn ja máhttá bávtjestit buojkulvissan narkkemin.

source: Jus lea cinneanašeapmi lea maid una riska ahte guoppar viidu.
smj: Jus la guoddnánarkkem de gávnnu vádá guopparinfeksjåvnnå såhpu.

source: Dan sajis lea riska stuorit ahte oažžu ja viiduda sohkabealedávdda jus lea cinneanašeapmi seamma áigge go olbmoš lea guoppar daningo leat una háviid vuohččecuoccain mii dagaha ahte álkibut oažžu ja viiduda infekšuvnnaid.
smj: Vádá l vil stuoráp ulmusj sjiervvedávdas soaboduvvá jus la guoddnánarkkem sämmibále gå l guopparinfeksjåvnnå danen gå li smávva luottanime tsuottsajn mij dahká infeksjåvnåjt giehpebut oadtju jali såhpu.
